navbar.home=Inicio
navbar.about=Quienes s\u00f3mos
navbar.pricing=Planes
navbar.calculator=Calculadora
navbar.signin=Iniciar Sesi\u00f3n
navbar.signup=Registrarse

footer.description=Guia financiera para la administraci\u00f3n y cancelaci\u00f3n de deudas, basadas en la metodolog\u00eda "SnowBall"
footer.followuson=Siguenos en
footer.copyright=Finzanzas SnowBall. Todos los derechos reservados
footer.lenguage=Lenguaje

homepage.video.title=\u00a1El m\u00e9todo de la "Bola de Nieve" funciona!
homepage.video.advertise=\u00bfBuscando salir de una deuda para siempre? Has venido al lugar correcto.
homepage.paragraphone=La forma m\u00e1s r\u00e1pida de construir una bola de nieve es empacar un poco de nieve en una bola apretada y comenzar a rodarla. A medida que gana impulso y velocidad, su bola de nieve se convierte en una roca de nieve.
homepage.paragraphtwo=Entonces, \u00bfpor qu\u00e9 estamos hablando de bolas de nieve? Porque cuando usa esta t\u00e9cnica para pagar su deuda, estar\u00e1 libre de deudas en muy poco tiempo.
homepage.paragraphthree=El m\u00e9todo "SnowBall" es una estrategia de reducci\u00f3n de deuda en la que paga la deuda en orden de menor a mayor, ganando impulso a medida que elimina cada saldo restante. Cuando la deuda m\u00e1s peque\u00f1a se paga en su totalidad, transfiere el pago m\u00ednimo que estaba haciendo de esa deuda al siguiente pago de deuda m\u00e1s peque\u00f1o.
homepage.paragraphfour=Siga los pasos a continuaci\u00f3n:
homepage.paragraphfive=Haga una lista de sus deudas de menor a mayor, independientemente de la tasa de inter\u00e9s.
homepage.paragraphsix=Ataca la deuda m\u00e1s peque\u00f1a y realiza pagos m\u00ednimos en todas tus deudas.
homepage.paragraphseven=Pague lo m\u00e1s posible en su deuda m\u00e1s peque\u00f1a. \u00bfC\u00f3mo? Reduzca los gastos, venda cosas y obtenga dinero extra
homepage.paragrapheigh=Repita hasta que cada deuda se pague por completo.
homepage.titleone=\u00bfC\u00f3mo funciona el m\u00e9todo?
homepage.titletwo=Enliste sus Deudas
homepage.titlethree=Ataque las Deudas
homepage.titlefour=Pague Tanto como sea Posible
homepage.titlefive=Repita

about.paragraphone=Este proyecto contiene el c\u00f3digo de seguimiento para esta clase.
about.paragraphtwo=Profesor
about.paragraphthree=Clase
about.paragraphfour=Descripci\u00f3n del Tema del Proyecto:
about.paragraphfive=Snowball Finance es una empresa financiera ficticia creada para el proyecto final del Curso "Desarrollo de Aplicaciones Web y Patrones" que brinda servicios de asesor\u00eda financiera para la gesti\u00f3n y cancelaci\u00f3n de deudas, basada en la metodolog\u00eda "Snowball". Permite al usuario, a trav\u00e9s de planes de suscripci\u00f3n, obtener consejos con expertos en la materia que guiar\u00e1n al deudor por el mejor camino para salir de sus cuentas pendientes.
about.title=Intengrantes del Grupo
about.titletwo=Colaborador de Proyecto
about.titlethree=Lider de Proyecto
about.titlefour=Colaborador de Proyecto

pricing.title=\u00a1Paga tus deudas m\u00e1s r\u00e1pido y vive la vida que realmente quieres!
pricing.paragraph=Un plan financiero te guiar\u00e1 hacia la r\u00e1pida cancelaci\u00f3n de tus deudas a trav\u00e9s de una serie de recursos y pasos a seguir que te ense\u00f1ar\u00e1n a ahorrar para emergencias, administrar correctamente tu dinero e inventar para tu futuro.
pricing.planbasictitle=Educaci\u00f3n
pricing.planbasicsubtitle=B\u00e1sico
pricing.planbasicparagraph=Aprenda a administrar mejor su dinero de forma r\u00e1pida y sencilla.
pricing.planbasiclistone=Materiales Promocionales
pricing.planbasiclisttwo=Gu\u00eda de Auto-Entrenamiento
pricing.planbasiclistthree=Red de Podcast
pricing.planbasiclistfour=Comentarios de los Miembros
pricing.planmediumtitle=Fomentaci\u00f3n
pricing.planmediumsubtitle=Medio
pricing.planmediumparagraph=Genera impulso con peque\u00f1as victorias en el camino.
pricing.planmediumlistone=Todas las Facilidades del Plan B\u00e1scio
pricing.planmediumlisttwo=Obtenga Acceso a Exclusivas Herramientas y Descargas
pricing.planmediumlistthree=Lecciones por Video Conferencia
pricing.planmediumlistfour=Chatea con un Capacitador
pricing.planprotitle=Enpoderamiento
pricing.planproparagraph=Tome decisiones financieras con confianza en todos los aspectos de su vida.
pricing.planprolistone=Todas las Facilidades del Plan Medio
pricing.planprolisttwo=Entranamientos en Vivo
pricing.planprolistthree=Capacitador Dedicado
pricing.planprolistfour=Plan de Acci\u00f3n Personalizado
pricing.addcart=A\u00d1ADIR AL CARRITO

signin.title=Incia Sesi\u00f3n en tu Cuenta
signin.paragraph=Ingresa tus Credenciales para Iniciar Sesi\u00f3n
signin.email=Correo
signin.password=Contrase\u00f1a
signin.checkbox=Recordarme
signin.bottom=Iniciar Sesi\u00f3n
signin.paragraphtwo=\u00bfNuevo Usuario?
signin.link=\u00bfNo posee una cuenta?

signup.title=Registrate
signup.paragraph=Registrate para obtener una cuenta
signup.firstname=Nombre
signup.lastname=Apellido
signup.telephone=Tel\u00e9fono
signup.email=Correo
signup.password=Contrase\u00f1a
signup.checkbox=Estoy de acuerdo con los t\u00e9rminos y pol\u00edticas
signup.bottom=\u00a1Registrarme!

admindashboard.userstitle=Usuarios Registrados:
admindashboard.productstitle=Productos Activos:
admindashboard.usersparagraph=Los usuarios registrados y activos en el sitio web se muestran a continuaci\u00f3n, puede modificar la informaci\u00f3n seg\u00fan sea necesario:
admindashboard.productsparagraph=Puedes modificar cualquier plan de acuerdo a las necesidades del negocio:
admindashboard.userstablefirstname=Nombre
admindashboard.userstablelastname=Apellido
admindashboard.userstabletelephone=Tel\u00e9fono
admindashboard.userstableemail=Correo
admindashboard.userstableaction=Acci\u00f3n
admindashboard.userstableprofile=Perfil
admindashboard.productstablelevel=Nivel
admindashboard.productstabledescription=Descripci\u00f3n
admindashboard.productstableprice=Precio
admindashboard.productstableaction=Acci\u00f3n
admindashboard.userstablemodify=Modificar
admindashboard.userstabledelete=Eliminar